Repository: felixarntz/leavesandlove-wp-plugin-util
Catalog: languages/lalwpplugin-*.po
Languages: de_de

source: Fatal error with plugin %s
de_de: Schwerwiegender Fehler bei Plugin %s

source: Due to missing dependencies, the plugin cannot be initialized.
de_de: Aufgrund fehlender Abhängigkeiten kann das Plugin nicht initialisiert werden.

source: The following required PHP functions could not be found:
de_de: Die folgenden benötigten PHP-Funktionen konnten nicht gefunden werden:

source: There are probably some PHP extensions missing, or you might be using an outdated version of PHP. If you do not know how to fix this, please ask your hosting provider.
de_de: Wahrscheinlich sind einige PHP-Extensions nicht aktiviert, oder Sie verwenden eventuell eine veraltete Version von PHP. Wenn Sie nicht wissen, wie Sie dieses Problem beheben können, wenden Sie sich an Ihren Hosting-Anbieter.

source: The following required dependencies are either inactive or outdated:
de_de: Die folgenden benötigten Abhängigkeiten sind entweder inaktiv oder veraltet:

source: %s could not be found.
de_de: %s konnte nicht gefunden werden.

source: %1$s is outdated. You are using version %3$s, but version %2$s is required.
de_de: %1$s ist veraltet. Sie verwenden Version %3$s, allerdings wird Version %2$s benötigt.

source: Please update the above resources.
de_de: Bitte aktualisieren Sie die oben genannten Ressourcen.

source: Activate
de_de: Aktivieren

source: Install
de_de: Installieren

source: Update
de_de: Aktualisieren

source: This message was added in %1$s version %2$s.
de_de: Diese Meldung wurde in %1$s Version %2$s hinzugefügt.

source: %1$s was called <strong>incorrectly</strong>: %2$s %3$s
de_de: %1$s wurde <strong>fehlerhaft</strong> aufgerufen: %2$s %3$s

source: %1$s is <strong>deprecated</strong> as of %4$s version %2$s with no alternative available.
de_de: %1$s ist seit %4$s Version %2$s ohne Alternative <strong>veraltet</strong>.

source: %1$s is <strong>deprecated</strong> as of %4$s version %2$s. Use %3$s instead!
de_de: %1$s ist seit %4$s Version %2$s <strong>veraltet</strong>. Verwenden Sie stattdessen %3$s!
